Repository: zenphoto/Unsupported
Catalog: plulgins/zenpress/zenpress/locale/zenpress-*.po
Languages: it_it

source: The admin path you entered does not exist on the filesystem!
it_it: Il percorso della cartella di admin che è stato inserito non esiste nel filesystem!

source: ZenPress options updated successfully.
it_it: Le opzioni di ZenPress sono state aggiornate.

source: ZenPress Configuration
it_it: Configurazione di ZenPress

source: Update Options
it_it: Aggiorna le opzioni

source: Both paths are required. The <b>base path</b> is an URL, with its "http://" and whatnot. The <b>admin path</b> is a <i>filesystem path</i>.
it_it: Entrambi i percorsi sono richiesti. Il <b>percorso base</b> è un URL e comprende "http://". Il <b>percorso della cartella di admin</b> è un percorso <i>relativo al filesystem</i>.

source: For example, the URL for your current WordPress environment is <i>%s</i>, while the filesystem path is <i>%s</i>. The Zenphoto paths will have a similar structure.
it_it: Ad esempio, l'URL dell'ambiente in cui è installato WordPress è <i>%s</i>, mentre il percorso di WordPress sul filesystem è <i>%s</i>. I percorsi di Zenphoto avranno una struttura simile.

source: ZenPress will try to guess the admin path from the base path, but this may not work for all the configurations. If it does not work, you will have to enter the path manually.
it_it: ZenPress tenterà di indovinare il percorso della cartella di admin dal percorso base, ma in alcune situazioni particolari potrebbe non farcela. In questo caso, il percorso dovrà essere specificato manualmente.

source: Zenphoto base path:
it_it: Percorso base di Zenphoto

source: For example: http://www.example.com/gallery
it_it: Ad esempio: http://www.example.com/gallery

source: Zenphoto admin path:
it_it: Percorso cartella di admin di Zenphoto:

source: For example: /var/www/example.com/gallery/zen
it_it: Ad esempio: /var/www/example.com/gallery/zen

source: Custom popup options
it_it: Opzioni popup

source: These options will override the defaults for the popup window, in order to avoid repetitive menu selections. They are not mandatory (ZenPress will fallback on the default ones).
it_it: Queste opzioni sostituiscono quelle di default per la finestra popup, in modo da evitare gli usi più ripetitivi dei menu. Non sono obbligatorie (se non vengono impostate ZenPress utilizzerà quelle di default).

source: What do you want to include?
it_it: Cosa vuoi includere?

source: Image Thumbnail
it_it: Miniatura dell'immagine

source: Image Title
it_it: Titolo dell'immagine

source: Album Name
it_it: Nome dell'album

source: Custom Text
it_it: Testo personalizzato

source: Do you want to link it?
it_it: Vuoi creare un link?

source: Link to Image
it_it: Link all'immagine

source: Link to Album
it_it: Link all'album

source: No Link
it_it: Nessun link

source: Custom URL
it_it: URL personalizzato

source: Do you want to close the popup window?
it_it: Vuoi chiudere la finestra popup?

source: Close after inserting
it_it: Chiudere dopo l'inserimento

source: Keep open
it_it: Mantenere aperta la finestra

source: Images to show in a popup page
it_it: Immagini da mostrare in una pagina del popup

source: Order images by
it_it: Ordina immagini per

source: Title
it_it: Titolo

source: Sort Order
it_it: Ordinamento

source: Text Wrap
it_it: Scorrimento testo

source: No wrap
it_it: Nessuno

source: Right
it_it: A destra

source: Left
it_it: A sinistra

source: Image Size
it_it: Dimensione dell'immagine

source: Default size (thumbnail)
it_it: Default (miniatura)

source: Full size
it_it: Grandezza naturale

source: Custom size
it_it: Dimensione personalizzata

source: Custom size:
it_it: Personalizzata:

source: Width (px)
it_it: Larghezza (px)

source: Height (px)
it_it: Altezza (px)

source: Zenphoto paths are not set. Check the configuration page.
it_it: I percorsi di Zenphoto non sono validi. Verificare la pagina di configurazione.

source: File zp-config.php not found. Looking for config.php
it_it: File zp-config.php non trovato. Ricerca di config.php

source: Cannot find Zenphoto configuration file.
it_it: Impossibile trovare il file di configurazione di Zenphoto.

source: ZenPress Dialog
it_it: Finestra di dialogo di ZenPress

source: Custom Text:
it_it: Testo personalizzato:

source: Custom URL:
it_it: URL personalizzato:

source: Do you want to close this window?
it_it: Vuoi chiudere questa finestra?

source: Popup options
it_it: Opzioni popup

source: Show
it_it: Mostra

source: images in a page, ordered by
it_it: immagini in una pagina, ordinate per

source: Update
it_it: Aggiorna

source: <img src="images/wrapNone.gif"> No wrap
it_it: <img src="images/wrapNone.gif"> Nessuno

source: <img src="images/wrapLeft.gif"> Right
it_it: <img src="images/wrapLeft.gif"> A destra

source: <img src="images/wrapRight.gif"> Left
it_it: <img src="images/wrapRight.gif"> A sinistra

source: Select Image
it_it: Selezione Immagine

source: No image selection needed.
it_it: Non è necessario selezionare un'immagine.

source: INSERT
it_it: INSERISCI

source: Select Album
it_it: Selezione Album

source: Select
it_it: Seleziona

source: MySQL user@host:
it_it: MySQL utente@host:

source: MySQL prefix:
it_it: MySQL prefisso:

source: Cannot connect to DB.
it_it: Impossibile connettersi al DB.

source: Cannot select DB.
it_it: Impossibile selezionare il DB.

source: Query failed:
it_it: Query fallita:

source: Query returned no results:
it_it: La query non ha restituito risultati:

source: querySingle returned more than 1 result:
it_it: querySingle ha restituito più di 1 risultato:

source: querySingle result has more than 1 field:
it_it: il risultato di querySingle ha più di 1 campo:

source: Query (translated):
it_it: Query (tradotta):
